{
  "RECORDS": [
    {
      "illness_name": "槐树腐烂病",
      "illness_symptom": "苗木感病后在绿色树皮上初期出现黄褐色水渍状病斑，近圆形，逐渐扩展为梭形，中央稍凹陷。如病斑环绕树的主干，上部即行枯死，未环绕主干的当年多能愈合。",
      "harm_peculiarity": "此病主要危害槐树、龙爪槐的苗木和幼树的树皮，多危害主干下部，造成树势衰弱，以至死亡。这种病害主要分布于河北、河南、江苏、天津及北京。",
      "step": "加强肥、水等养护管理，特别是新移栽的幼苗、幼树，根部不要暴露时间太长，要及时浇水，促使树木生长健壮，防止叶蝉产卵，注意保护各种伤口，防止或减少病菌侵染。早春树干涂白(生石灰5千克，硫磺粉1．5千克，水36千克)，防止病菌侵染。"
    },
    {
      "illness_name": "杨柳腐烂病",
      "illness_symptom": "由伤口等处侵入，发病苎苎树苎工出现灰褐色水渍状斑，稍微鼓起，树皮逐渐变坏腐烂：，用手一按  即流出红褐色水，有酒糟味。不久病斑下陷失水树皮干缩，后期在表皮上生出许多针头状小黑点，即分生孢子器。",
      "harm_peculiarity": "夏季遇雨从分生孢子器溢出金黄色丝状卷曲的孢子角，由孢子角内放出分生孢子，再行传染危害。一年当中4月和8月传染发病最严重。尤其是新移栽的树木，树势衰弱，再加上干旱缺水，长期不发芽的发病就更为严重。病斑连片，一旦病斑环绕树枝、树干，上部即行枯死。到秋季病上还生出黑点。",
      "step": "加强树木肥、水等养护管理，增强树势，增加抗病能力，特别是新移栽的树木，要保持好苗木水分，修剪适合，及时浇水养护，促使树木快发芽、复壮，是极重要的措施。      树干涂含油量5％蒽油乳剂，或10-20倍的20号石油乳剂，或涂白(生石灰5千克，硫磺粉1.5千克，食盐2千克，水36千克)，防止病菌侵入并有杀菌作用。"
    },
    {
      "illness_name": "杨柳溃疡病",
      "illness_symptom": "初发病时，在皮孔边缘生灰色小泡，破裂后流出白色液体，遇空气氧化变红褐色，后期病斑上生有针头状小黑点。小泡圆形，连片成大泡。小泡破后常在下边生新皮恢复健康。大泡破裂后常留下伤口。严重时病斑相连，环绕树干时，上部即行死亡。",
      "harm_peculiarity": "杨柳溃疡病为杨柳树的一种严重病害。华北、东北等地区普遍发生。北京苗圃、公园、绿地和行道树木都有发生，主要危害新疆杨、毛白杨、加杨、北京杨、柳等树木的树皮，新移栽的树木更为严重，能造成大批树木枯死。",
      "step": "加强衰弱树木，特别是新移栽树木的浇水等养护管理，增强树势和抗病力，是防治此病的关键。  树干涂含油量5％蒽油乳剂，或10-15倍的20号石油乳剂，或涂白(生石灰5千克，硫磺粉1.5千克，食盐2千克，水36千克)，防止病菌侵入并有杀菌作用。"
    },
    {
      "illness_name": "杨柳褐斑病",
      "illness_symptom": "发病初期在叶片表面出现黄褐色小点，逐渐扩大，边缘颜色较浅而整齐。到后期病斑中心变为灰褐色，上生有黑点，即病菌的分生孢子器。",
      "harm_peculiarity": "此病为杨柳树上常见的一种叶部病害。北京市苗圃幼苗和片林较严重。主要危害毛白杨、小叶杨、馒头柳等杨柳树。严重时造成早落叶，树势衰弱。",
      "step": "于6-9月间喷6-7次160-200倍的石灰倍量式oBe，或500倍的65％代森锌可湿性粉剂，每隔半月喷1次，以预防此病，特别是雨季更应注意。不要种植过密，注意修剪，使树林通风透光，减少发病条件。"
    },
    {
      "illness_name": "毛白杨锈病",
      "illness_symptom": "叶片感病后在正面出现小黄点，叶背形成黄色散生小粉堆，严重时叶背布满黄粉，病叶提前脱落。",
      "harm_peculiarity": "主要危害幼树，为苗圃和绿地幼树的一种主要病害，严重时大部叶片感病，病斑连片，引起焦叶、落叶。除毛白杨外，还危害新疆杨、河北杨等。主要危害叶片，也危害嫩梢、叶柄及芽等。河北、河南、山东、陕西及北京等地均有发生。",
      "step": "春季树木萌芽时及时轻摘病芽并集中烧毁，消灭侵染源多的可喷1500倍的15％粉锈宁可湿性粉剂。病芽叶片发病初期喷1000-1500倍的15％粉锈宁可湿性粉剂。"
    },
    {
      "illness_name": "海棠锈病",
      "illness_symptom": "病菌夏季危害海棠叶片感病后，初期症状叶片正面出现黄绿色小点，逐渐扩大，表面为橙黄色油状斑。一进6月病斑上生出略呈轮状的黑点，即性孢子器。后期背面生出黄色须状物，即锈孢子器，内产生锈孢子。",
      "harm_peculiarity": "受害严重的圆柏小枝上病瘿成串，造成柏叶枯黄，小枝干枯，甚至整株死亡。病害发生普遍，危害严重。 ",
      "step": "于3月下旬冬孢子成熟时，往桧柏上喷布1：2：100的石灰倍量式波尔多液，抑制冬孢子堆遇雨膨裂产生小孢子。于4，5月小孢子开始侵染海棠初期，尤其是降4毫米以上的雨  立即往海棠叶上喷1800-2000倍的15％粉锈宁可湿睦粉剂。"
    },
    {
      "illness_name": "海棠腐烂病",
      "illness_symptom": "树干感病部位初期皮层稍变褐色，病、健组织界限明显，小病斑迅速扩大，病部膨胀而软化，手压之易凹陷，并有黄褐色液体流出，病疤后期干缩凹陷成黑褐色，病皮上突出许多黑色小颗粒，即病菌的分生孢子器，遇雨或天气潮湿时，常从小黑点上溢出橙黄色丝状卷曲的孢子角，病斑严重时，枝、干上部叶片变黄以至枯死。",
      "harm_peculiarity": "以衰弱的老树受害最重，严重时多处树皮腐烂，枝枯叶黄，造成树势严 重衰弱，当烂皮环绕枝、干时，上部即行死亡。",
      "step": "加强施肥、浇水，及时疏剪掉病枝、弱枝和过密枝，及时烧毁，并注意保护伤口，以增强树势，减少发病。及时烧毁，并注意保护伤口，以增强树势，减少发病。"
    },
    {
      "illness_name": "松针枯病",
      "illness_symptom": "油松感病后针叶由暗绿变为灰绿，后变红褐色而脱落；马尾松初期症状则在针叶上出现小黄斑点及段斑，至晚秋全叶变黄而脱落，在黑松上针叶黄色段斑较大，且有褐色斑纹，以后变黄脱落。",
      "harm_peculiarity": "主要危害油松、马尾松、黑松等松树。从幼树到大树均可得病，以幼树受害较重。受害后造成针叶枯红脱落。",
      "step": "加强肥、水等养护管理，增强树势，提高抗病力。秋冬季清扫落叶烧毁，消灭病原菌。在子囊孢子传播侵染期，喷1：1：100的波尔多液，或500倍的65％代森锌可湿性粉剂，每半月喷1次，共喷2-3次预防。"
    },
    {
      "illness_name": "侧柏叶凋病",
      "illness_symptom": "得病叶子初期出现黄斑，逐渐扩大，使整枝柏叶变黄，最后变成黄褐色。",
      "harm_peculiarity": "造成大片侧柏树叶凋枯，似火烧状。树势严重衰弱，易招致次期害虫柏树双条杉天牛和小蠹甲等危害，加速树木的死亡。",
      "step": "于秋、冬季清扫树下病叶烧毁，染来源。消灭过冬病菌，减少第一次侵  于5-8月份，每两周喷1次1：1：100的波尔多液预防，特别注意严格控制初侵染，发现初侵染发病中心，要进行封锁，防止蔓延。"
    },
    {
      "illness_name": "圆柏锈病",
      "illness_symptom": "夏天，苹果、海棠或梨叶片上的锈斑上产生性孢子器，6月下旬开始在叶片背面病斑上生出黄须，即锈孢子器，内含锈孢子。7-10月间锈孢子都可放出，借风传播到圆柏树嫩枝上，侵入嫩枝或叶过冬，并逐渐形成瘤状的冬孢子堆。冬孢子堆球形，褐色，4?5月份遇雨膨胀破裂，成舌状，杏黄色，好似柏树“开花”，并产生小孢子，开始侵染海棠或梨等。",
      "harm_peculiarity": "圆柏锈病为北京市公园、绿地、苗圃中圆柏树的一种常见病害。冬天寄生危害桧柏树的嫩枝，夏天寄生危害苹果、海棠和梨等树木的叶、果实和嫩枝。受害严重的树木小枝上病瘿成串，柏叶枯黄，小枝枯死，甚至整株死亡。",
      "step": "于4-5月份侵染海棠或梨的初期，往海棠、苹果、梨上喷1500-2000倍的15％粉锈宁可湿性粉剂。"
    },
    {
      "illness_name": "黄栌白粉病",
      "illness_symptom": "叶片感病后初期症状为，叶片上出现白色小斑点，逐渐扩大为近圆形病斑，表面有白色粉状物，严重时病斑相连成片，叶正面布满白粉，叶片褪绿以至干枯。8月底以后，病斑白粉层上陆续生出由黄至黄褐，最后变为黑褐色的颗粒状子实体，即闭囊壳。",
      "harm_peculiarity": "主要危害叶片，也危害嫩枝，严重时叶片布满白粉层，秋季叶片焦枯，不但影响树木生长，而且受害叶片秋天不能变红，影响观赏红叶。",
      "step": "于6月下旬初发病期，喷1次1000-1500倍的15％粉锈宁可湿性粉剂。"
    },
    {
      "illness_name": "樱花穿孔病",
      "illness_symptom": "真菌感病后叶片两面产生圆形或不规则形的褐色小斑点，逐渐扩大为直径1-4毫米，边缘清晰，并略带环纹；外围有时呈紫褐色。",
      "harm_peculiarity": "为樱花、碧桃、梅、李等树木常见的一种叶部病害，也危害新梢。严重时满叶穿孔，造成大量落叶，枝条枯死，影响生长、开花和观赏。在我国分布较广，华北、华东、华南等地均有发生。",
      "step": "樱花、碧桃、桃、李等勿种在一起，勿成片种植过密，防止病害大量发生。 于萌芽前喷3-5%的石灰硫磺合剂。"
    },
    {
      "illness_name": "白蜡黑斑病",
      "illness_symptom": "病菌孢子侵入叶片后，初期在叶片上出现黄褐色斑点，略呈圆形，边缘不规则。病菌逐渐扩大，中间变为灰褐色，并生有颜色较深的轮纹。",
      "harm_peculiarity": "白蜡黑斑病为北京市白蜡树的一种叶部病害。严重时叶片上病斑相连，造成集中叶，提早落叶，影响树木生长和观瞻。",
      "step": "于5，6月间喷两次140倍等量式的波尔多液预防。 秋冬季扫集落叶烧毁，消灭过冬病菌。"
    },
    {
      "illness_name": "松材线虫病",
      "illness_symptom": "松材线虫病首先表现为树脂分泌减少 , 蒸腾作用下降, 接着部分针叶失去光泽成灰绿色, 并逐渐变黄, 树脂停止分泌, 最后整个树冠针叶变成红褐色, 植株死亡。",
      "harm_peculiarity": "被松材线虫感染后的松树，针叶黄褐色或红褐色，萎蔫下垂，树脂分泌停止，树干可观察到天牛侵入孔或产卵痕迹，病树整株干枯死亡，最终腐烂。",
      "step": "对种苗等繁殖材料和木材的调动和贸易进行管理、控制和检验，防止危险性病虫的传播和蔓延。防止危险性病虫由国外传入或由国内输出，将局部地区发生的危险性病虫封锁在一定范围内，防止它传播到新区，并采取各种积极措施逐步消灭。"
    },
    {
      "illness_name": "松瘤锈病",
      "illness_symptom": "病害主要发生在松树的主干和侧枝上。松树枝干受侵染后，木质部增生形成瘿瘤，锈豹子成熟后，侵染栎类树木的叶片",
      "harm_peculiarity": "病菌的冬孢子当年成熟后，在外界温、湿度适宜时，不经休眠即萌发产生担子和担孢子。担孢子随风传播；病害发生与环境条件有密切关系，气温较低湿度饱和，容易发病",
      "step": "病区内结合抚育管理，在春节病菌锈孢子器未成熟前，剪除松树上有病瘤的枝条，或砍除重病株；在适宜病害发生的地区，不营造松、栎混交林；有病的幼林可喷洒65℅可湿性福美铁300倍液；用0.025℅- 0.05℅链霉菌酮液喷洒松树树干，可有预防和治疗作用。"
    },
    {
      "illness_name": "槐树烂皮病",
      "illness_symptom": "病斑初为水渍状，黄褐色，近圆形，后发展成梭形，长径1-2cm左右，较大的病斑中内稍下陷，较腐，有酒味，呈现典型的湿腐状，病斑尚未环切树干，则当年病斑均能愈合，以后一般不再发展。但个别病斑由于愈合很差，则翌春由老斑处周围继续扩展。",
      "harm_peculiarity": "病菌主要从因某种原因而坏色的皮孔处侵入，亦可从断枝、残枝、叶蝉危害的伤口、死芽等处侵入，潜育期约1个月。",
      "step": "对叶蝉发生为害期，喷施40%乐果乳油1000倍液，以防虫造成侵染的伤口。"
    },
    {
      "illness_name": "茎腐病",
      "illness_symptom": "病变多从近地面开始，先是病部输导组织变为褐色，四周组织变为粉褐色水渍状，组织疏松如海绵状，随后地上部有1~2片羽叶柄基部开始萎缩，幼嫩羽叶开始萎蔫。",
      "harm_peculiarity": "常见老羽叶柄基部干缩倒伏，病部四周变褐腐烂，直至整个茎干腐烂。苏铁茎腐病具有病情发展快、传播蔓延迅速的特点。若未及时发现控制，就会引起大面积发病，造成重大损失。",
      "step": "防治茎腐病除栽植时要做好土壤消毒工作外，平时应注重做好开沟排水，莓雨季节前对未发病的植株可用灭病威100倍液灌溉要茎部防备。"
    },
    {
      "illness_name": "斑点病",
      "illness_symptom": "发病初期仅在叶片正面可见针尖大的淡淡的小点，后期病斑不规则，一般直径为2~4mm，病斑不受叶脉部位限制，边缘红褐色或紫红色，中央白色，上生黑色粒状物，与叶片健康部位组织界限很明显。",
      "harm_peculiarity": "致整个叶片成片干枯、断裂。",
      "step": "加强栽培治理，地栽宜选择土层深厚酸性砂质壤土，避免在低洼渍水处种植。盆栽宜用砂壤土，栽后要增施腐熟肥，并放置在通风良好、光芒充足处莳养，高温时多淋清水，切勿长久置在水泥地上。"
    },
    {
      "illness_name": "炭疽病",
      "illness_symptom": "一般从羽叶的端部或羽片的边缘开始发生，初期在叶面上出现红色小斑点；后期病斑扩大，外形近椭圆形，不规则状，直径约0.5~1.5cm，褐色或赤褐色",
      "harm_peculiarity": "叶背居多，以后逐渐扩大，靠近叶尖端的病斑向叶内扩展，可使羽片端部枯黄（褐）色，严峻时全叶乃至整个分枝枯死。",
      "step": "防治炭疽病平时要注重合理施肥，秋冬及时修剪病虫枝叶，改善通风条件。新叶抽发时，应立刻喷洒27%高脂膜150倍液，发病期间喷漆炭疽福美500-800倍液，隔7天喷洒一次，连续喷洒2-3次。"
    },
    {
      "illness_name": "苏铁叶枯病",
      "illness_symptom": "发病初期叶面上出现针头大小的淡淡的病斑，10天左右一般面积不甚扩展，但若雨水充足，2周后病斑就会迅速扩展成直径3~4mm的圆形和近圆形，病斑中央暗褐色，边缘黑褐色，病健交界处明显可辨。",
      "harm_peculiarity": "后期病叶多变为黑褐色，呈焦枯状，在病叶上可见有许多圆形的黑色子实体。缺少养分，干枯，严重会导致死亡。",
      "step": "饼肥7份，硫酸亚铁5份，水200份配成倍液浇之。"
    },
    {
      "illness_name": "银杏树茎腐病",
      "illness_symptom": "受害苗木茎基部呈褐色, 并逐渐使皮部皱缩, 叶片下垂, 内皮组织腐烂, 呈海绵状或粉末状, 有黑色小菌核, 并扩散到木质部、髓部和根部。",
      "harm_peculiarity": "根皮脱落, 严重时会导致全株死亡。",
      "step": "在播种浸种的同时, 拌入多菌灵和敌百虫等灭菌杀虫药剂, 预防病害和地下害虫。在苗期可喷洒1%硫酸亚铁溶液,防止根部受伤和病菌侵入。"
    },
    {
      "illness_name": "银杏树白纹羽病",
      "illness_symptom": "轻病树发芽后, 叶片大小可与健树相同, 但不久叶片则呈黄绿色, 新梢生长不良, 树体逐年衰弱。重病树叶片大小仅为健树的1/2- 1/4, 叶片淡黄色, 局部枝梢枯死。",
      "harm_peculiarity": "根与根皮极易脱落, 细根则全部腐烂, 轻拉即断。",
      "step": "发现病树应及时挖除，并开沟隔离，以防蔓延；果园内应经常追施有机肥料，注意中耕排水，促进根系发育，提高抗病能力；对受病轻的树可以用300-500倍的托布津液淋蔸。"
    },
    {
      "illness_name": "根腐病",
      "illness_symptom": "新叶首先发黄，在中午前后光照强、蒸发量大时，植株上部叶片才出现萎蔫，但夜间又能恢复。",
      "harm_peculiarity": "病情严重时，萎蔫状况夜间也不能再恢复，整株叶片发黄、枯萎。此时，根皮变褐，并与髓部分离，最后全株死亡。",
      "step": "精选品种：选好并整好育苗地块。选择优质品种，并对种子进行浸种+ 种衣剂处理，并适期播种。 2.种子、插穗消毒：播种前，种子可用种子重量0.3 %的退菌特或种子重量0.1%的粉锈宁拌种，或用80%的402抗菌剂乳油2000倍液浸种5小时；插穗基部也可用同样浓度药液浸1小时后扦插。"
    },
    {
      "illness_name": "桃细菌性黑斑病",
      "illness_symptom": "落花后不久，桃叶开始发病。起初，叶片背面出现褪绿小点，渐形成深紫色或铁锈色至近黑色坏死斑点。斑点迅速扩大，演变成为多角形或不规则形病斑，直径1～5毫米，周围水浸状。",
      "harm_peculiarity": "树势削弱，抗寒力下降，冬季易遭冻害，并诱发腐烂病等其他病害。",
      "step": "由于桃树不同品种之间抗病感病程度有明显差异，而采取其他防治措施存在相当难度，要把选用抗病品种作为最重要的防治途径。"
    },
    {
      "illness_name": "枣锈病",
      "illness_symptom": "发病开始在叶背面有散生小绿点，渐变淡褐色病斑多在叶脉两侧发生，最后病部突起呈黄褐色。",
      "harm_peculiarity": "叶片变黄而脱落。枣果皱缩，含糖量降低，并影响树势。",
      "step": "在7月中旬发病初期，每隔10-15天喷洒一次600-800倍甲基托布津，克菌特或粉锈宁、扑菌特等杀菌农药防治，连续两次。"
    },
    {
      "illness_name": "枣褐斑病",
      "illness_symptom": "发病初期，叶背面有零星黑点，然后不断扩大成圆形或不规划形状，甚至使叶片病斑相连成片，叶表呈黄褐色。",
      "harm_peculiarity": "光合作用减弱甚至提前落叶。对枣树生长影响较大。",
      "step": "冬季消除落叶，集中烧毁，杀灭菌源，夏季入伏喷600-800倍多菌灵、叶枯净、甲基托布津、百菌清、扑菌特等防治。"
    },
    {
      "illness_name": "枣缩果病",
      "illness_symptom": "该病目前仅见于为害果实，受害果面初期呈褐色小斑点，病斑扩大后呈黄褐色。",
      "harm_peculiarity": "皱缩、果肉呈海绵状坏死、食之不甜发苦。发病期在阴雨连绵或间断性晴雨交替的变温季节。病源菌靠昆虫、雨、雾传播。",
      "step": "在发病期的7月中旬至8月下旬，用链霉素100-140国际单位/毫克，卡那霉素140国际单位/毫克或50%DT500倍液进行防治，连续喷洒2-3次，同时在药液中加入氧化乐果或水胺硫磷等农药，以杀死昆虫。"
    },
    {
      "illness_name": "枣疯病",
      "illness_symptom": "该病以枝、花不能正常生长发育而成丛状为主要特点。",
      "harm_peculiarity": "又名扫帚病，丛枝病，小叶病；它是类菌质体或类立克次体侵染所致。",
      "step": "一经发现立即连根挖除病株，大树秋分前后剪除病枝，对挖出的病树和剪除的病枝要及时烧毁、深埋。利用酸枣嫁接大枣或用枣根蘖作砧木。同时，在无病抗病树上剪取接穗。多施碱性肥料，可起抑制作用。"
    },
    {
      "illness_name": "紫荆枯梢病",
      "illness_symptom": "感病植株茎部皮下木质部表面有黄褐色纵条纹，横切则在髓部与皮层间有黄褐色轮状坏死斑。",
      "harm_peculiarity": "感病的植株先从枝条尖端的叶片枯黄脱落开始，在一丛苗木中，先有一两枝枯黄，随后全株枯黄死亡。",
      "step": "剪除病害枯枝，加以防护，改进蔷薇生长条件。"
    },
    {
      "illness_name": "蔷薇白粉病",
      "illness_symptom": "感病的植株，幼叶淡灰色，叶变扭曲，上覆一层白粉，严重时叶片枯萎、花朵小而少",
      "harm_peculiarity": "花朵小而少，甚至不能开花，病菌也可浸染花柄、茎等部位。",
      "step": "改进蔷薇生长条件。适当通风、透光，少施氮肥，多施磷、钾肥。"
    },
    {
      "illness_name": "樱花褐斑穿孔病",
      "illness_symptom": "感病叶片最初产生针头状紫褐色小点，不久扩展成同心轮纹状圆斑，直径5毫米左右，病斑边缘几乎黑色，易产生离层。",
      "harm_peculiarity": "病斑中部干枯脱落，形成圆形小孔，几个病斑重迭时，穿孔不规则。",
      "step": "秋季清除病落叶，结合修剪剪除病枝，减少来年浸染源。"
    },
    {
      "illness_name": "贴梗海棠锈病",
      "illness_symptom": "感病的叶片初期在叶片正面出现黄绿色小点，逐渐扩大，表面为橙黄色斑，6月中旬病斑上生出略呈轮状的黑点，即性孢子器。",
      "harm_peculiarity": "病菌在松柏上越冬，3月下旬冬孢子形成，4月遇雨产生小孢子，借风雨传播，浸染海棠，7月产生锈孢子，借风传播到松柏上，侵入嫩梢，雨水多是该病发生的主要条件。",
      "step": "①避免将海棠、松柏种在一起。②于3月下旬冬孢子堆成熟时，往松柏上喷施1：2：100的波尔多液。③海棠发病初期喷15％粉锈宁可湿性粉剂1500倍液。"
    },
    {
      "illness_name": "月季枯枝病",
      "illness_symptom": "通常发生于枝干部位，病斑最初为红色小斑点，逐渐扩大变成深色，病斑中心变为浅褐色，病斑周围褐色和紫色的边缘与茎的绿色对比明显。",
      "harm_peculiarity": "病茵的分生孢子器在病斑中心变褐色时出现，随着分生泡子器的增大，茎表皮出现纵向裂缝，发病严重时，病部以上部分枝叶萎缩枯死。",
      "step": "①秋未收集病枯枝集中烧毁。②修剪应在晴天进行。③发病时可喷50％退菌特可湿性粉剂，70％百菌清可湿性粉剂，或50％多菌灵可湿性粉剂1000倍液进行防治。"
    },
    {
      "illness_name": "月季黑斑病",
      "illness_symptom": "叶片受浸染后，叶面出现圆形紫黑色病斑，或不规则状斑，病斑边缘呈红褐色或紫褐色，放射状。逐渐病斑连在一起，形成大斑，周围叶肉大面积变黄。病叶易于脱落，严重时整个植株下部叶片全部脱落，变为光干状。",
      "harm_peculiarity": "月季黑斑病是世界性病害，为害十分严重，病菌为害叶片，引起大量落叶，致使植株生长不良。",
      "step": "①及时清除枯叶、残枝，集中烧毁，减少浸染源。②加强栽培管理，多施磷、钾肥，提高植株的抗病力。③及早喷施50％多菌灵可湿性粉剂1000倍液或50％代森铵1000倍液，或70％甲基托布津可湿性粉剂1000倍液或波尔多液（1：1：200）。"
    },
    {
      "illness_name": "桃细菌性穿孔病",
      "illness_symptom": "感病的叶片初期出现圆形、多角形褐色水渍状病斑，周围有淡黄色晕圈，边缘易产生离层，造成穿孔。病斑连在一起时，穿孔形状不规则，病叶提前脱落。果受害后产生油渍状褐色小点，病斑扩大。最后呈凹陷龟裂。病枝以皮孔为中心产生水渍状紫褐色的斑点，后凹陷龟裂。",
      "harm_peculiarity": "桃细菌性穿孔病发生在全国各地，是造成桃早期落叶的主要原因之一。",
      "step": "①冬季清除病落叶和枯枝，加强水肥管理，注意通风透光。②可在发芽前喷1：1：120倍波尔多液，10天左右喷1次，共喷3-4次。"
    },
    {
      "illness_name": "桃流胶病",
      "illness_symptom": "叶色变黄，长势衰弱。",
      "harm_peculiarity": "发生于主干及主枝，渗出胶质物，严重影响生长。",
      "step": "清除病落叶，结合修剪剪除病枝，减少来年浸染源。"
    },
    {
      "illness_name": "夹竹桃黑斑病",
      "illness_symptom": "几个病斑相连时形成波纹状，正反两面都有，正面比背面颜色稍深，病斑呈灰白色或灰褐色。后期在病部有黑色粉状霉层，一般发生在老叶上。",
      "harm_peculiarity": "病斑发生于叶的边缘或中部，呈半圆形或圆形。",
      "step": "病斑发生于叶的边缘或中部，呈半圆形或圆形，"
    },
    {
      "illness_name": "苏铁斑点病",
      "illness_symptom": "植株感病后在苏铁小叶上有近圆形或不规则形的小病斑出现。病斑中央为暗褐色至灰白色。周缘呈红褐色；病斑逐渐扩大，相互连接形成一段斑，其上端的叶组织不久便枯死。",
      "harm_peculiarity": "病茵在病叶上越冬，翌年产生分生孢子进行传播。在高温多雨的季节和栽培管理不善的条件下发病严重。苏铁冬季受冻害后容易并发此病。",
      "step": "①剪除病枯叶或病枯的叶段为防治的主要措施。②发病初期可喷洒75%百菌清可湿性粉剂600倍液，或1：1：200倍波尔多液，或50%托津可湿性粉剂800-1000倍液。"
    },
    {
      "illness_name": "角斑病",
      "illness_symptom": "初在叶面现黄绿色至浅褐色不规则形病斑，病斑扩展后颜色加深，边缘由不明显至明显，后形成深褐色边缘黑色的多角形病斑，大小2～8毫米，上具小黑粒点。柿蒂染病多发生在蒂周围，褐色哐深褐色，边缘明显或不明显，由蒂尖向内扩展，发病重的引致落叶和落果。",
      "harm_peculiarity": "以菌丝体在病叶或病蒂上越立，翌年5～6月遇适宜湿度开始产出分生孢子，进行初侵染和再侵染。病蒂在树上可残留2、3年，病菌可在蒂内存活3年以上。因此病蒂是主要初侵染源和传病中心，在侵染循环中具重要作有。分生孢子借风雨传播，由叶背气孔侵入，潜育期25～38天。",
      "step": " (1)落叶后至翌年新叶抽生前，认真摘除病蒂，可用铁丝色逐一彻底摘除，即可显效。(2)6-7月喷1:5:400-600倍式波尔多液二次，此外也可选用70%代森锰锌干悬500倍液或64%杀毒矾可湿性粉剂500倍液。(3)增施有机肥，提高抗病力。"
    }
  ]
}