{
  "RECORDS": [
    {
      "pest_name": "活辣子",
      "pest_type": 1,
      "pest_explain": "一种躯体像树叶颜色的有毒虫子。幼虫肥短，蛞蝓状。无腹足，代以吸盘。行动时不是爬行而是滑行。幼虫体色鲜艳，人碰到虫身上的有毒刺毛就会被蛰，并引起皮疹，被扎后有疼、痒、辛、辣、麻、热等感觉，可伴随长时间肿胀。",
      "harm_peculiarity": "以植物为食。在卵圆形的茧中化蛹，茧附著在叶间",
      "step": "可以喷洒1500倍液的氯氰菊酯或1000倍液的辛硫磷乳油防治。"
    },
    {
      "pest_name": "线茸毒蛾",
      "pest_type": 1,
      "pest_explain": "头、胸部白灰色带浅棕色，触角干白色，栉齿棕色，下唇须灰白色，外侧褐色；复眼周围有黑毛；体腹面和足棕白色。腹部白棕色。前翅棕白色，散布黑褐色鳞片，亚基线黑褐色，锯齿形，内横线双线，黑褐色。横脉纹新月形，浅棕色，边黑褐色，外横线黑褐色，波浪形。后翅浅棕黄色，横脉纹和外缘灰棕褐色。",
      "harm_peculiarity": "幼虫寄主月桃、桂花等植物，会吐丝及卷叶为巢",
      "step": "通过人工在树上刮取卵块的办法，来消灭卵，以求能达到减少虫口的数量。"
    },
    {
      "pest_name": "茶黄毒蛾",
      "pest_type": 1,
      "pest_explain": "雌蛾体长8-1 3毫米，翅展26-36毫米，琥珀色；前翅除前缘、翅尖和臀角外，均密布有深褐色鳞片。",
      "harm_peculiarity": "老熟幼虫于 5月中旬群集树下，在枯枝落叶层下、根际松土表层下、树干裂缝中化蛹",
      "step": "主要是摘除越冬卵块，可在每年11月至翌年3月间进行。捕杀幼虫，幼虫群集时，可摘除虫叶并将虫踩死。"
    },
    {
      "pest_name": "大茸毒蛾",
      "pest_type": 1,
      "pest_explain": "雌虫体长21-26毫米，翅展70-75毫米。触角双栉状，栉齿棕黄色。足胫节和跗节有黑褐色斑，其余为灰白色。",
      "harm_peculiarity": "老熟幼虫在寄主植物上吐丝粘连叶片和茸毛，结成一个长60-65毫米、宽30-50毫米的松散蛹茧，在其中化蛹。",
      "step": "对虫口密度较大的果园，在果树开花前、后，酌情喷洒90%晶体敌百虫或80%敌敌畏乳油800-1000倍液，或2。5%功夫乳油或10%氯氰菊脂乳油2500-3000倍液，或1558817或30%双神乳油2500-3000倍液。"
    },
    {
      "pest_name": "黄尾白毒蛾",
      "pest_type": 1,
      "pest_explain": "体白色，复眼黑色。前翅后缘有2个黑褐色斑纹。雌成虫触角的栉齿状，腹部粗大，尾端有黄色毛丛。雄成虫触角羽毛状，尾端黄色部分较少。",
      "harm_peculiarity": "为害悬铃木、桑树、柳、枫杨、苹果、海棠、红叶李、板栗、桃、梨、梅杏和枣等。幼虫取食叶片、幼芽，严重时将叶片食光。",
      "step": "药剂防治：幼虫初孵期喷施25%灭脲3号或百草1号1000倍液防治。"
    },
    {
      "pest_name": "木毒蛾",
      "pest_type": 1,
      "pest_explain": "中型，前翅灰白色，翅面前缘近基部有2枚黑斑，外缘各脉间有黑点埋列，雌雄斑纹各异，雄蛾触角羽状发达，翅面中央有2条黑褐色的波状纹，雌蛾触角较简单，翅面仅有一条波状纹。",
      "harm_peculiarity": "幼虫以相思树、木麻黄和各种果树等63多种植物寄主",
      "step": "人工喷药防治。"
    },
    {
      "pest_name": "古毒蛾",
      "pest_type": 1,
      "pest_explain": "雌雄异型；雌体长10-22毫米，翅退化，体略呈椭圆形，灰色到黄色，有深灰色短毛和黄白色茸毛，头很小，复眼灰色。雄体长8-12毫米，体灰褐色，前翅黄褐色到红褐色。",
      "harm_peculiarity": "初龄幼虫仅剥食叶肉留下叶脉, 3龄后能将整个叶子吃掉。",
      "step": "可在冬春季节里，结合抚育, 摘除茧壳上的卵块。利用雄虫的趋光性,在雄成虫羽化盛期,设置诱虫灯,诱杀雄成虫, 减少与雌成虫交尾的个体。"
    },
    {
      "pest_name": "舞毒蛾",
      "pest_type": 1,
      "pest_explain": "舞毒蛾虫体头部梯形，喙粗圆形。触角节膝状鞭节。板具很多粒状突起鳞毛。鞘翅翅面生纵行刻点且密生圆形纹间稍隆起纺锤形，数减少、根系缩短、现蕾推迟、蕾铃数减少、吐絮延迟。",
      "harm_peculiarity": "幼虫主要为害叶片,该虫食量大,食性杂,严重时可将全树叶片吃光。",
      "step": "在舞毒蛾大发生的年份，舞毒蛾的卵一般大量集中的石崖下、树干、草丛等处，卵期长达9个月，所以容易人工采集并集中销毁。"
    },
    {
      "pest_name": "斜纹夜蛾",
      "pest_type": 1,
      "pest_explain": "成虫前翅灰褐色，内横线和外横线灰白色，呈波浪形，有白色条纹，环状纹不明显，肾状纹前部呈白色，后部呈黑色，环状纹和肾状纹之间有3条白线组成明显的较宽的斜纹，自翅基部向外缘还有1条白纹。",
      "harm_peculiarity": "幼虫取食近 300种植物的叶片，间歇性猖獗为害。",
      "step": "药剂防治。交替喷施21%灭杀毙乳油6 000-8 000倍液，或50%氰戊菊酯乳油4 000-6 000倍液，或20%氰马或菊马乳油2 000-3 000倍液，或2.5%功夫、2.5%天王星乳油4 000-5 000倍液，或20%灭扫利乳油3 000倍液，或80%敌敌畏、或2.5%灭幼脲、或25%马拉硫磷1 000倍液，或5%卡死克、或5%农梦特2 000-3 000倍液，2-3次，隔7-10天1次，喷匀喷足。"
    },
    {
      "pest_name": "甘蓝夜蛾",
      "pest_type": 1,
      "pest_explain": "体长10—25毫米，翅展30—50毫米。体、翅灰褐色，复眼黑紫色，前足胫节末端有巨爪。前翅中央位于前缘附近内侧有一环状纹，灰黑色，肾状纹灰白色。",
      "harm_peculiarity": "它主要是以幼虫危害作物的叶片，初孵化时的幼虫围在一起于叶片背面进行为害，白天不动，夜晚活动啃食叶片，而残留下表皮。",
      "step": "药剂防治 可选用4000倍液的杀灭菊酯或2000倍液的二氯苯酸菊酯或1000倍液的辛硫磷，根据预测预报提供的材料，及时进行防治。"
    },
    {
      "pest_name": "粘虫",
      "pest_type": 1,
      "pest_explain": "体长15-17mm，翅展36-40mm。头部与胸部灰褐色，腹部暗褐色。前翅灰黄褐色、黄色或橙色，变化很多；",
      "harm_peculiarity": "成虫产卵于叶尖或嫩叶、心叶皱缝间，常使叶片成纵卷。",
      "step": "生物防治：利用其成虫交配产卵前需要采食以补充能量的生物习性，采用具有其成虫喜欢的食物配以少量化学农药进行生物诱杀（bioattact）。"
    },
    {
      "pest_name": "棉铃虫",
      "pest_type": 1,
      "pest_explain": "体长15-20mm，翅展27-38mm。雌蛾赤褐色，雄蛾灰绿色。前翅翅尖突伸 ，外缘较直，斑纹模糊不清，中横线由肾形斑下斜至翅后缘，外横线末端达肾形斑正下方，亚缘线锯齿较均匀。",
      "harm_peculiarity": "幼虫食害植物嫩叶，形成孔洞和缺刻，影响树木的正常发育。",
      "step": "保护自然天敌。应尽量减少农药的使用和改进施药方式，减少对天敌的杀伤，发挥自然天敌对棉铃虫的控制作用。"
    },
    {
      "pest_name": "茶尺蠖",
      "pest_type": 1,
      "pest_explain": "成虫体长9-12mm，翅展20-30mm。灰白色翅面疏被茶褐或黑褐色鳞片。",
      "harm_peculiarity": "幼虫无蚕食嫩叶，严重时整株被害光秃，片叶不留。",
      "step": "防治：结合秋冬深耕施基肥，将树冠下表土中虫蛹，深埋施肥沟底；培土镇压；放鸡除虫。幼虫发生时，喷施50%辛硫磷1500-2000倍液，50%杀螟松，90%敌百虫或50%杀螟腈1000倍液，或拟除虫菊酯类农药6000-8000倍液。"
    },
    {
      "pest_name": "油桐尺蠖",
      "pest_type": 1,
      "pest_explain": "成虫银灰色，体长20-25mm，翅展50-70mm，翅面多有黑色小点，前翅有黄褐色波纹3条，后翅两条。",
      "harm_peculiarity": "幼虫蚕食叶片，除茶树外，还危害油桐等树木。",
      "step": "冬季逐园挖除越冬虫蛹。各代成虫期中逐日清晨寻觅扑打成虫。利用成虫喜光趋白和成堆产卵于孔洞缝隙的习性，可用草把刷石灰水悬挂或竖立于茶园中，或将周围树干从离地0.5m往上刷白1.5m，诱蛾栖息产卵，便于集中扑杀。"
    },
    {
      "pest_name": "木橑尺蠖",
      "pest_type": 1,
      "pest_explain": "成虫体长18-26 mm，翅展45-72 mm，翅白色，散布灰色或棕褐色斑纹，外横线呈一串断续的棕褐色或灰色圆斑。前翅基部有一深褐色大圆斑。",
      "harm_peculiarity": "幼虫蚕食茶树叶片，为害严重时片叶不存，除为害茶树外，还为害果树、林木等。",
      "step": "药剂防治则应抓住幼龄幼虫期喷施90%敌百虫、80%敌敌畏1000-1500倍液，50%辛硫磷1000-2000倍液，10%二氯苯醚菊酯，20%杀灭菊酯或2.5%溴氰菊酯6000倍液。"
    },
    {
      "pest_name": "云尺蠖",
      "pest_type": 1,
      "pest_explain": "成虫为大型蛾子，体长18-32 mm，翅展约70 mm，体翅白色，腹部多黑色环纹，前翅基部有两黑点，内横线与外横线呈两条波纹，中央近前方有一近长方形灰黑色环纹，前缘中央有一黑斑，外横线外侧及内横线内侧均具黄色宽带。",
      "harm_peculiarity": "卵多成块产于附近高大树干裂缝、墙缝内，或茶丛枯卷叶中。幼虫共6龄，孵化后吐丝随风扩散危害。",
      "step": "药剂防治则应抓住幼龄幼虫期喷施90%敌百虫、80%敌敌畏1000-1500倍液，50%辛硫磷1000-2000倍液，10%二氯苯醚菊酯，20%杀灭菊酯或2.5%溴氰菊酯6000倍液。"
    },
    {
      "pest_name": "柑橘凤蝶",
      "pest_type": 1,
      "pest_explain": "形态 成虫：翅展90—110 mm。体侧有灰白色或黄白色毛。体、翅的颜色随季节不同而变化：春型色淡呈黑褐色，夏型色深呈黑色。翅上的花纹黄绿色或黄白色，排列春、夏型都是一致的，只是夏型雄蝶的后翅前缘多1个黑斑。",
      "harm_peculiarity": "  有春型和夏型两种。春型体长21-24mm，翅展69-75mm；夏型体长27-30mm，翅展91-105mm。雌略大于雄，色彩不如雄艳，两型翅上斑纹相似，体淡黄绿至暗黄，体背中间有黑色纵带，两侧黄白色。",
      "step": "药剂防治。可用每克300亿孢子青虫菌粉剂1000-2000倍液或40%敌·马乳油1500倍液、40%菊·杀乳油1000-1500倍液、90%敌百虫晶体800-1000倍液、10%溴·马乳油2000倍液、80%敌敌畏或50%杀螟松或45%马拉硫磷乳油等1000-1500倍液，于幼虫龄期喷洒。"
    },
    {
      "pest_name": "香蕉弄蝶",
      "pest_type": 1,
      "pest_explain": "体长30毫米，翅展60-65毫米，全体黑褐色。头、胸部密生褐色鳞片，触角黑褐色，近膨大处呈白色，复眼赤褐色，前翅中有黄色长方形大斑纹2个，近外缘有1个较小的黄色斑纹，后翅黑褐色，前后翅缘毛均呈白色。",
      "harm_peculiarity": "雌成虫于交尾后一天开始产卵，边飞翔边产卵，每头雌虫可产卵30粒左右，卵散产于叶片上。幼虫孵化后先取食卵壳，后到叶缘卷叶为害，早、晚和阴天伸出头部食害附近叶片。",
      "step": "化学防治。在幼虫低龄期，喷射90%晶体敌百虫800倍液。"
    },
    {
      "pest_name": "黄曲条跳甲",
      "pest_type": 1,
      "pest_explain": "成虫 体长约2毫米，长椭圆形，黑色有光泽，前胸背板及鞘翅上有许多刻点，排成纵行。鞘翅中央有一黄色纵条，两端大，中部狭而弯曲，后足腿节膨大、善跳。卵 长约0．3毫米，椭圆形，初产时淡黄色，后变乳白色。",
      "harm_peculiarity": "成虫食叶，以幼苗期最重；",
      "step": "可用敌百虫或辛硫磷液灌根以防治幼虫。"
    },
    {
      "pest_name": "黄守瓜",
      "pest_type": 1,
      "pest_explain": "体长6-8毫米。成虫体橙黄或橙红色，有时较深。上唇或多或少栗黑色。腹面后胸和腹部黑色，尾节大部分橙黄色。有时中足和后足的颜色",
      "harm_peculiarity": "成虫会啃食嫩叶与花朵，危害颇为严重。",
      "step": "改造产卵环境 植株长至4－5片叶以前，可在植株周围撒施石灰粉、草木灰等不利于产卵的物质或撒入锯末、稻糠、谷糠等物，引诱成虫在远离幼根处产卵，以减轻幼根受害。"
    },
    {
      "pest_name": "大猿叶虫",
      "pest_type": 1,
      "pest_explain": "成虫体长4．7-5．2毫米，宽约2．5毫米，长椭圆形，末端略尖，蓝黑色，略具金属光泽；体腹面沥青色，跗节稍带棕色；头部刻点粗且密，尤以两唇及其前缘更甚，呈皱状，着生稀疏短毛。",
      "harm_peculiarity": "幼虫和成虫均能为害，吃叶成孔，严重时仅剩叶脉。",
      "step": "(1)收获后及时清洁田园，消灭越冬越夏成虫。\n(2)利用成、幼虫假死性，进行震落扑杀。\n(3)成虫越冬前，在田间、地埂、畦埂处堆放菜叶杂草，引诱成虫，集中杀灭。"
    },
    {
      "pest_name": "马铃薯瓢虫",
      "pest_type": 1,
      "pest_explain": "成虫体长7-8mm，半球形，赤褐色，体背密生短毛，并有白色反光。前胸背板中央有一个较大的剑状纹，两侧各有2个黑色小斑（有时合并成1个）。",
      "harm_peculiarity": "成虫、幼虫在叶背剥食叶肉，仅留表皮，形成许多不规则半透明的细凹纹，状如箩底。也能将叶吃成孔状，甚至仅存叶脉。严重时受害叶片干枯、变褐，全株死亡。",
      "step": "根据成虫的假死性，可以折打植株，捕捉成虫；用人工摘除叶背上的卵块和植株上的蛹，并集中杀灭。"
    },
    {
      "pest_name": "茄二十八星瓢虫",
      "pest_type": 1,
      "pest_explain": "成虫体长6毫米，半球形，黄褐色，体表密生黄色细毛。前胸背板上有6个黑点，中间的2个常连成1个横斑；每个鞘翅上有14个黑斑，其中第二列4个黑斑呈一直线，是与马铃薯瓢虫的显著区别。",
      "harm_peculiarity": "成虫和幼虫食叶肉，残留上表皮呈网状，严重时全叶食尽，此外尚甜食瓜果表面，受害部位变硬，带有苦味，影响产量和质量。",
      "step": "在幼虫分散前及时喷洒下列药剂：2.5%功夫乳油4000倍液；21%灭杀毙乳油5000倍液；50%辛硫磷乳油1000倍液。注意重点喷叶背面。"
    },
    {
      "pest_name": "石榴绒蚧",
      "pest_type": 2,
      "pest_explain": "成虫雌成虫体长为3毫米左右，虫体紫红色，被有蜡粉。老熟时将身体包在白色毡状蜡囊中，外观似大米粒。雄成虫紫红色，有翅1对，翅脉2根，为人字形。",
      "harm_peculiarity": "为害嫩梢、幼芽和叶片。使叶片枯黄,提早落叶,影响正常生长和开花结果,并诱发煤污病。",
      "step": "药剂防治。加强虫情调查，越冬期喷施蚧螨灵石油乳剂150倍液，防治越冬虫体，并兼治其他越冬害虫。寄主生长期发生严重时，若虫盛孵期喷施50%优乐得3000倍液，或花保80倍液防治，7天喷1次，连喷2-3次即可。发生不严重时，尽量不喷药，以保护天敌。"
    },
    {
      "pest_name": "紫薇绒蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫扁平,椭圆形，长约2-3毫米，暗紫红色，老熟时外包白色绒质蚧壳。雄成虫体长约0.3毫米，翅展约l毫米，紫红色。",
      "harm_peculiarity": "为害紫薇、石榴等花木，以若虫和雌成虫寄生于植株枝、干和芽腋等处，吸食汁液。",
      "step": "对发生严重地的区，除加强冬季修剪与养护外，可在早春萌芽前喷洒波美3-5度石硫合剂，杀死越冬若虫。"
    },
    {
      "pest_name": "吹绵蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫椭圆形或长椭圆形,桔红色或暗红色。体表面生有黑色短毛,背面被有白色蜡粉并向上隆起,而以背中央向上隆起较高,腹面则平坦。眼发达,具硬化的眼座,黑褐色。",
      "harm_peculiarity": "常群集在叶牙、嫩芽、新梢上危害，发生严重时，叶色发黄，造成落叶和枝梢枯萎，以致整枝、整株死去，即使尚存部分枝条，亦因其排泄物引起煤污病而一片灰黑，",
      "step": "生物防治 保护或引放大红瓢虫、澳洲瓢虫，捕食吹绵蚧，这是在生物防治史上最成功的事例之一，因其捕食作用大，可以达到有效控制的目的。"
    },
    {
      "pest_name": "褐圆蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫：介壳圆形，紫褐色，边缘淡褐色，中央隆起，壳点在中央，呈脐状，颜色黄褐或全黄。介壳直径约2毫米。虫体倒卵形，头胸部最宽，胸部两侧各有一刺状突起，臀板边缘有臀角3对。",
      "harm_peculiarity": "寄主较广，除为害柑桔外，还对柠檬、香蕉、椰子、茶、银杏、棕榈、杉、松、玫瑰、山茶、无花果、等有为害作用。可危害树干、枝、叶和果实。枝干受害，表现为表皮粗糙，树势减弱；嫩枝受害后生长不良；叶片受害后叶绿素减退，出现淡黄色斑点；果实受害后，表皮有凹凸不平的斑点，品质降低。",
      "step": "药剂防治：防治若虫可选40%氧化乐果乳油，40%水胺硫磷乳油、40%速扑杀乳油，40%乐斯本乳油，25%喹硫磷乳油，其应用浓度为1000-2000倍液；25%优乐得乳油1500倍液；"
    },
    {
      "pest_name": "矢尖蚧",
      "pest_type": 2,
      "pest_explain": "成虫雌介壳箭头形，常微弯曲，长2—4mm，棕褐至黑褐色，边缘灰白色。前端尖、后端宽，1、2龄蜕皮壳黄褐色于介壳前端，介壳背面中央具l条明显的纵脊，其两侧有许多向前斜伸的横纹。",
      "harm_peculiarity": " 若虫和雌成虫刺吸枝干、叶和果实的汁液，重者叶干枯卷缩，削弱树势甚至枯死。",
      "step": "（1)加强综合管理，使通风透光良好，增强树势提高抗病虫能力。(2)剪除蚧虫严重枝，放在空地上待天敌飞出后再行烧毁。亦可刷除枝干上密集的蚧虫。(3)保护引放天敌。"
    },
    {
      "pest_name": "康氏粉蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫椭圆形，较扁平，体长3-5mm，粉红色，体被白色蜡粉，体缘俱17对白色蜡刺，腹部末端1对几乎与体长相等。触角多为8节。腹裂1个，较大，椭圆形。肛环具6根肛环刺。臀瓣发达，其顶端生有1根臀瓣刺和几根长毛。多孔腺分布在虫体背、腹两面。",
      "harm_peculiarity": "寄主于 金桔、刺槐、樟树、佛手瓜、苹果、梨、桃、李、杏、山楂、葡萄君子兰、麒麟掌、竹节万年青等。若虫和雌成虫刺吸芽、叶、果实、枝叶：及根部的汁液，嫩枝和根部受害常肿胀且易纵裂而枯死。幼果受害多成畸形果。排泄蜜露常引起霉病发生，影响光合作用。",
      "step": "1. 注意保护和引放天敌。有瓢虫和草蛉。2. 从9月份开始，在树干上束草把诱集成虫产卵，入冬后至发芽前取下草把烧毁消灭虫卵。"
    },
    {
      "pest_name": "桑白蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫橙黄或橙红色，体扁平卵圆形，长约1毫米，腹部分节明显。雌介壳圆形，\n直径2-2.5毫米，略隆起，有螺旋纹，灰白至灰褐色，壳点黄褐色，在介壳中央偏旁。雄成虫橙黄至橙红色，体长0.6-0.7毫米，仅有翅1对。",
      "harm_peculiarity": "是南方桃、李树的重要害虫，以雌成虫和若虫群集固着在枝干上吸食养分，严重时灰白色的介壳密集重叠，形成枝条表面凹凸不平，树势衰弱，枯枝增多，甚至全株死亡。若不加有效防治，3~5年内可将全园毁灭。除桃、李外，尚可危害梅、杏、桑、茶、柿、枇杷、无花果、杨、柳、丁香、苦楝等多种果树林木。",
      "step": "保护利用天敌 田间寄生蜂的自然寄生率比较高，有时可达70-80%；此外，瓢虫、方头甲、草蛉等的捕食量也很大，均应注意保护。"
    },
    {
      "pest_name": "水木坚蚧",
      "pest_type": 2,
      "pest_explain": "雌成虫体椭圆或近圆形，长3-6.5mm，宽2-4mm，年轻期黄棕色，产卵后死体黄褐、棕褐、红褐或褐色，背面隆起，硬化，前、后均斜坡状，背中有光滑而发亮的宽纵脊1条，脊两侧有成排大凹坑，坑侧又有许多凹刻，越向边缘凹刻越小，皇放射状;肛裂和缘褶明显，腹面软;触角6-8节，多为7节;气门刺3根，中刺端粗饨，略弯，为侧刺长2倍或仅稍长，侧刺 较尖;缘刺2列，细长而端饨，明显小于气门刺; 背有杯状腺，垂柱腺3-8对集成亚缘列;肛周无射线和网纹。",
      "harm_peculiarity": "分布全国。危害豆科、木兰科、悬铃木科、蔷薇科、槭树科、锦葵科、卫矛科、忍冬科、 桦木科、木犀科、夹竹桃科、十字花科、榆科、禾本科、杨柳科等49科130余种植物。",
      "step": "(1)冬季或早春刮去主干粗皮，集中烧毁，可大幅度降低当年的虫口密度。\n　　(2)春季若虫向枝梢迁移前，在主干分杈处涂蓟环(废机油混合乐果或敌杀死、马拉硫磷)可阻止若虫上树。"
    },
    {
      "pest_name": "黑刺粉虱",
      "pest_type": 2,
      "pest_explain": "成虫体橙黄色，薄敷白粉。复眼肾形红色。前翅紫褐色，上有7个白斑；后翅小，淡紫褐色。卵新月形，长0．25mm，基部钝圆，具1小柄，直立附着在叶上，初乳白后变淡黄，孵化前灰黑色；若虫体长0．7mm，黑色，体背上具刺毛14对，体周缘泌有明显的白蜡圈；",
      "harm_peculiarity": "除为害茶外，还为害柑桔、油茶、梨、柿、葡萄等多种植物。若虫寄生在茶树叶背刺吸汁液，并诱发严重的烟煤病。病虫交加，养分丧失，光合作用受阻，树势衰弱，芽叶稀瘦，以致枝叶枯竭，严重发生时甚至引起枯枝死树。",
      "step": "黑刺粉虱的天敌种类很多，包括寄生蜂、捕食性瓢虫、寄生性真菌，应注意保护和利用。"
    },
    {
      "pest_name": "荔枝蝽",
      "pest_type": 2,
      "pest_explain": "成虫体长25毫米左右、体盾形、黄褐色，腹面被白色蜡粉，有臭腺，开口在胸部腹面中后胸交接处。卵圆球形，长2.5-2.7毫米，淡绿色，化前变为深灰色。若虫体色红黑相间。",
      "harm_peculiarity": "成虫、若虫均刺吸嫩枝、花穗、幼果的汁液，导致落花落果。其分泌的臭液触及花蕊、嫩叶及幼果等可导致接触部位枯死，大发生时严重影响产量，甚至颗粒无收。",
      "step": "①农业防治。人工捕捉，冬季低温时期（10℃以下），荔枝蝽受冷冻，不易起飞，突然猛力摇树枝，使越冬成虫坠地，集中烧毁；利用平腹小蜂防治荔枝蝽。②化学防治。早春越冬成虫尚未大量产卵前，喷洒敌百虫液(800-1000倍)，消灭越冬成虫。若虫期喷第2次药，大量消灭3龄若虫。虫口密度大的地区全面喷药；虫口密度小而开花果树又不多的地区，重点施药；大面积连片荔枝区，用飞机防治。"
    },
    {
      "pest_name": "稻绿蝽",
      "pest_type": 2,
      "pest_explain": "体长12-16毫米，宽6-8毫米，椭圆形，体、足全鲜绿色，头近三角形，触角第3节末及4、5节端半部黑色，其余青绿色。单眼红色，复眼黑色。前胸背板的角钝圆，前侧缘多具黄色狭边。小盾片长三角形，末端狭圆，基缘有3个小白点，两侧角外各有1个小黑点。腹面色淡，腹部背板全绿色。",
      "harm_peculiarity": "以成虫、若虫为害烟株，刺吸顶部嫩叶、嫩茎等汁液，常在叶片被刺吸部位先出现水渍状萎蔫，随后干枯。严重时上部叶片或烟株顶梢萎蔫。",
      "step": "掌握在若虫盛发高峰期，群集在卵壳附近尚未分散时用药，可选用90%敌百虫700倍液、80%敌敌畏800倍液、50%杀螟硫磷乳油1000-1500倍液、40%乐果800-1000倍液、25%亚胺硫磷700倍液、或菊酯类农药3000-4000倍液喷雾。"
    },
    {
      "pest_name": "绿盲蝽",
      "pest_type": 2,
      "pest_explain": "成虫体长5mm，宽2．2mm，绿色，密被短毛。头部三角形，黄绿色，复眼黑色突出，无单眼，触角4节丝状，较短，约为体长2/3，第2节长等于3、4节之和，向端部颜色渐深，1节黄绿色，4节黑褐色。前胸背板深绿色，布许多小黑点，前缘宽。小盾片三角形微突，黄绿色，中央具1浅纵纹。前翅膜片半透明暗灰色，余绿色。",
      "harm_peculiarity": "成、若虫刺吸棉株顶芽、嫩叶、花蕾及幼铃上汁液，幼芽受害形成仅剩两片肥厚子叶的“公”棉花。叶片受害形成具大量破孔、皱缩不平的“破叶疯”和。腋芽、生长点受害造成腋芽丛生，破叶累累似扫帚苗。幼蕾受害变成黄褐色干枯或脱落。棉铃受害黑点满布，僵化落铃。",
      "step": "（1）冬春防治，3月份以前结合积肥，去除田边、路埂杂草；收割苜蓿时齐地留低茬，清洁田园。（2）苗期百株5-8头，蕾铃期25头时，用20%杀灭菊酯2000倍液、2.5%溴氰菊酯3000倍液、50%一六0五乳剂2000倍液喷雾防治，也可用1.5%甲基一六0五、2%杀螟松、3%马拉松、2.5%亚胺硫磷等粉剂每亩1.5公斤喷粉（宜在清晨或雨间隙进行，并从棉田四周向中央包围）防治。（3）其他防治棉铃虫、红铃虫、棉蚜的药剂都有兼治作用。"
    },
    {
      "pest_name": "桑天牛",
      "pest_type": 3,
      "pest_explain": "成虫体长34—46 mm。体和鞘翅黑色，被黄褐色短毛，头顶隆起，中央有1条纵沟。上颚黑褐，强大锐利。触角比体稍长，顺次细小，柄节和梗节黑色，以后各节前半黑褐，后半灰白。",
      "harm_peculiarity": "是多种林木、果树的重要害虫，对桑、无花果、山核桃，毛白杨等危害最烈，其次为柳、刺槐、榆，构、朴、枫杨、苹果、海棠、沙果、梨、枇杷、樱桃、柑桔。寄主被害后，生长不良，树势早衰，木材利用价值降低，影响桑、果产量  。",
      "step": "药剂防治：在新排粪孔内放入沾有30-50倍50％敌敌畏乳油或40％氧化乐果乳油的棉花团，或放入1/4片磷化铝，然后用泥封住虫口，进行药杀。 "
    },
    {
      "pest_name": "光肩星天牛",
      "pest_type": 3,
      "pest_explain": "成虫：体长17-39毫米，漆黑色，带紫铜色光泽。前胸背板有皱纹和刻点，两侧各有一个棘状突起。翅鞘上有十几个白色斑纹，基部光滑，无瘤状颗粒。",
      "harm_peculiarity": "危害杨、柳、元宝柳、榆、糖槭树。此虫尤其在“三北”防护林建设区及华北平原绿化区，广泛发生，严重危害杨树。受害的木质部被蛀空，树干风折或整株枯死。",
      "step": "防止成虫：利用假死习性人工捕杀。用0.04%一零五九喷干；"
    },
    {
      "pest_name": "橘褐天牛",
      "pest_type": 3,
      "pest_explain": "成虫：体长15-28mm，宽4.5-9.5mm，橙黄色至赤褐色。成虫触角长于体长；前胸宽大于长，且多皱纹，侧刺突较大；前胸背板有2条橙黄 色纵纹与3条黑色绒纹相间排列；小盾片密被橙黄色绒毛；每一鞘翅具5条纵纹，纵纹由方形或长方形的黑色及灰白色绒毛斑点相间排列而成；腹面及足等部位着生有灰白色绒毛。 ",
      "harm_peculiarity": "幼虫孵化后，先在树皮下蛀食，后蛀入木质部，常见有虫粪自树干排出受害柑橘树，因水分和养分输导受阻，以致树势逐渐衰弱，或因树干内蛀道太多，木质部被蛀空后，树身易被风吹断。",
      "step": "成虫发生期结合防治其他害虫，喷洒残效期长的触杀剂如25%对硫磷CJ胶囊剂500倍液，枝干上要喷周到。初龄幼虫可用敌敌畏、杀螟松等乳油10-20倍液，涂抹产卵刻槽。蛀入木质部的幼虫可从新鲜排粪孔注入50%辛硫磷乳油10-20倍液10毫升，然后用湿泥封孔。"
    },
    {
      "pest_name": "桃红颈天牛",
      "pest_type": 3,
      "pest_explain": "成虫：体黑色，有光亮；前胸背板红色，背面有4个光滑疣突，具角状侧枝刺；鞘翅翅面光滑，基部比前胸宽，端部渐狭；",
      "harm_peculiarity": "主要危害核果类，如桃、杏、樱桃、郁李、梅等，也危害柳、杨、栎、柿、核桃、花椒等。幼虫蛀入木质部危害，造成枝干中空，树势衰弱，严重时可使植株枯死",
      "step": "药剂防治：对有新鲜虫粪排出的蛀孔，可用小棉球蘸敌敌畏煤油合剂（煤油1000克加入80%敌敌畏乳油50克）塞入虫孔内，然后再用泥土封闭虫孔，或注射80%敌敌畏原液少许，洞口敷以泥土，可熏杀幼虫。"
    },
    {
      "pest_name": "青杨楔天牛",
      "pest_type": 3,
      "pest_explain": "成虫较小，体长9-13毫米，体宽2.5-3.5毫米。黑色，全被淡黄色绒毛和杂有黑灰色长竖毛，头部黄色绒毛较密，前胸背板中区两侧各有一条淡黄色或金黄色绒毛纵条纹，每个鞘翅有4或5个黄色绒毛圆斑，雄虫鞘翅斑纹不甚明显，体腹面被黄、灰色绒毛。",
      "harm_peculiarity": "成虫在嫩叶上进行补充营养，卵多产于2、3年生枝条上。幼虫孵化后侵入嫩枝为害，受害处由于输导组织被破坏，刺激形成纺锤形的虫瘿。6～7月幼虫增长很快，危害也最大。",
      "step": "小棉球蘸敌敌畏煤油合剂（煤油1000克加入80%敌敌畏乳油50克）塞入虫孔内，然后再用泥土封闭虫孔，或注射80%敌敌畏原液少许，洞口敷以泥土，可熏杀幼虫。"
    },
    {
      "pest_name": "星天牛",
      "pest_type": 3,
      "pest_explain": "雌成虫体长36-45mm，宽11-14mm，触角超出身体1、2节；雄成虫体长28-37mm，宽8-12mm，触角超身体4、5节。体黑色，具金属光泽。头部和身体腹面被银白色和部分蓝灰色细毛，但不形成斑纹。",
      "harm_peculiarity": "该虫1年发生1代， 以幼虫在被害寄主木质部越冬，3月中、下旬开始活动取食，4月下旬化蛹，5月下旬羽化，6月上旬幼虫孵化危害至10月下旬越冬。此虫危害期长，生活十分隐蔽，防治难以奏效，所以预报成虫羽化高峰期，是防治成虫时成败的关键。星天牛是我国林业重要蛀干害虫，其寄主范围广、食性杂、破坏性大、防治难度高，已报道危害悬铃木、杨树、柳树、榆树、枣树、板栗、紫薇等多种树木。",
      "step": "利用益鸟防治：星天牛的天敌昆虫种类也比较少，目前应用天敌的报道有花绒寄甲、川硬皮肿腿蜂等。川硬皮肿腿蜂对天牛幼虫有很好的防治效果，其寄生效果最高可达43.63%，平均可达26.93%，认为川硬皮肿腿蜂是防治星天牛的有效天敌。"
    },
    {
      "pest_name": "蛴螬",
      "pest_type": 4,
      "pest_explain": "体肥大，体型弯曲呈C型，多为白色，少数为黄白色。头部褐色，上颚显著，腹部肿胀。体壁较柔软多皱，体表疏生细毛。",
      "harm_peculiarity": "蛴螬对果园苗圃、幼苗及其他作物的危害主要是春秋两季最重。蛴螬咬食幼苗嫩茎，薯芋类块根被钻成孔眼，当植株枯黄而死时，它又转移到别的植株继续危害。此外，因蛴螬造成的伤口还可诱发病害。其中植食性蛴螬食性广泛，危害多种农作物、经济作物和花卉苗木，喜食刚播种的种子、根、块茎以及幼苗，是世界性的地下害虫，危害很大。",
      "step": "农业防治。实行水、旱轮作；在玉米生长期间适时灌水；不施未腐熟的有机肥料；精耕细作，及时镇压土壤，清除田间杂草；大面积春、秋耕，并跟犁拾虫等。发生严重的地区，秋冬翻地可把越冬幼虫翻到地表使其风干、冻死或被天敌捕食，机械杀伤，防效明显；同时，应防止使用未腐熟有机肥料，以防止招引成虫来产卵。"
    },
    {
      "pest_name": "地老虎",
      "pest_type": 4,
      "pest_explain": "成虫：体长16-23mm，翅展42-54mm。触角雌蛾丝状，双桎齿状，桎齿仅达触角之半，端半部则为丝状。前翅黑褐色，亚基线、内横线、外横线及亚缘线均为双条曲线；在肾形斑外侧有一个明显的尖端向外的楔形黑斑，在亚缘线上有2个尖端向内的黑褐色楔形斑，3斑尖端相对，是其最显著的特征。后吃淡灰白色，外援及翅脉黑色。",
      "harm_peculiarity": "小地老虎低龄幼虫在植物的地上部为害 , 取食子叶、嫩叶,造成孔洞或缺刻。中老龄幼虫白天躲在浅土穴中, 晚上出洞取食植物近土面的嫩茎, 使植株枯死, 造成缺苗断垄, 甚至毁苗重播,直接影响生产 。",
      "step": "减少虫源。根据小地老虎的发生特点, 在各种农作物收获之后(或冬闲田), 及时进行翻耕晒田, 可大量杀死土中的幼虫和蛹 ;同时, 做好田间清洁卫生 , 清除田边杂草, 可有效地减少成虫产卵寄主和幼虫食料, 还可减少部分卵和低龄幼虫;在有条件的地区可以实行水旱轮作, 或结合苗期灌水,能有效控制该虫的发生。"
    },
    {
      "pest_name": "象甲",
      "pest_type": 4,
      "pest_explain": "小型至大型种类。体长1-60毫米（不算喙长）；喙显著，由额向前延伸而成；喙的中间及端部之间具触角沟；触角11节膝状，分柄节、索节和棒三部分，柄节较2-4节长，棒多为3节组成；颚须和下唇须退化而僵直，不能活动；",
      "harm_peculiarity": "象鼻虫主要危害花木果树。幼虫能钻入植物的根、茎、叶或谷粒、豆类中蛀食，是经济作物上的大害虫。象鼻虫不会咬人，也没有异味。",
      "step": "化学防治土壤处理：成虫出土前在树干周围利用辛硫磷300倍进行地面封闭，喷药后浅翻土壤，以防光解。树冠喷药：在成虫发生盛期(4月中下旬)，采用50%辛硫磷1000倍、40%水胺硫磷1000-1500倍树冠喷雾，均有较好防效。"
    },
    {
      "pest_name": "跳甲",
      "pest_type": 4,
      "pest_explain": "雌雄区别特征：雄虫前足、中足跗节第1节呈梨形膨阔，腹部末节端缘浅三叶状(波曲状)；雌虫跗节第1节瘦，腹末节端缘圆弧形拱出。",
      "harm_peculiarity": "\"成虫吃叶，幼\n跳甲\n跳甲\n虫吃根。有的传播植物病，\"",
      "step": "药剂防治：杀幼虫可用90%晶体敌百虫600倍，或50%辛硫磷乳油500倍灌根；杀成虫可用50%敌敌畏800倍，或50%马拉硫磷乳油1000倍，或25%喹硫磷乳油3000倍喷雾。"
    },
    {
      "pest_name": "白蚁",
      "pest_type": 4,
      "pest_explain": "白蚁体软而小，通常长而圆，白色、淡黄色，赤褐色直至黑褐色。头前口式或下口式，能自由活动。触角念珠状，腹基粗壮，前后翅等长；蚂蚁触角膝状，腹基瘦细，前翅大于后翅。",
      "harm_peculiarity": "能蛀食多种大田作物、经济作物、林木、果树和种苗。",
      "step": "在发现的蚁危害处，想法找到蚁巢或蚁路。首先将灭蚁粉剂尽量能够喷洒到蚁巢内或蚁路内的白蚁身上，使其能够相互传染毒性，达到灭治效果。"
    },
    {
      "pest_name": "大黑鳃金龟",
      "pest_type": 4,
      "pest_explain": "体长17-21毫米，宽8.4-11毫米，长椭圆形，体黑至黑褐色，具光泽，触角鳃叶状，棒状部3节。前胸背板宽，约为长的2倍，两鞘翅表面均有4条纵肋，上密布刻点。前足胫外侧具3齿，内侧有1棘与第2齿相对，各足均具爪1对，训双爪式，爪中部下方有垂直分裂的爪齿。",
      "harm_peculiarity": "寄主于苹果、梨、桃、李、杏、梅、樱桃、核桃以及多种作物。幼虫食害各种蔬菜苗根，成虫仅食害树叶及部分作物叶片，幼虫的为害可使蔬菜幼苗致死，造成缺苗断垄。",
      "step": "要选用50%辛硫磷乳油1000倍液、25%爱卡士乳油1000倍液、40%乐果乳油1000倍液、30%敌百虫乳油500倍液或80%敌百虫可溶性粉剂1000倍液喷洒或灌杀。"
    },
    {
      "pest_name": "暗黑鳃金龟",
      "pest_type": 4,
      "pest_explain": "成虫长椭圆形，体长17—22 mm，宽9—11.3 mm。初羽化成虫为红棕色，以后逐渐变为红褐色或黑色，体被淡蓝灰色粉状闪光薄层，腹部闪光更显著。唇基前缘中央稍向内弯和上卷，刻点粗大。",
      "harm_peculiarity": "成虫有较强的选择适应能力，在榆、加拿大杨、柳、刺槐混交林带，嗜食榆叶，加拿大杨和柳树上的虫量低10倍以上，不食刺槐。在加拿大杨纯林带中，则集中取食，也可全株被食光，也吃小叶杨，但不吃毛白杨。在梨、苹果、桃混交果园中，最喜欢食梨叶，红香蕉苹果叶则不受害。",
      "step": "要选用50%辛硫磷乳油1000倍液、25%爱卡士乳油1000倍液、40%乐果乳油1000倍液、30%敌百虫乳油500倍液或80%敌百虫可溶性粉剂1000倍液喷洒或灌杀。"
    },
    {
      "pest_name": "铜绿丽金龟",
      "pest_type": 4,
      "pest_explain": "成虫 体长19—21毫米，触角黄褐色，鳃叶状。前胸背板及销翅铜绿色具闪光，上面有细密刻点。稍翅每侧具4条纵脉，肩部具疣突。前足胫节具2外齿，前、中足大爪分叉。",
      "harm_peculiarity": "寄主：香石竹、吊钟花、茶花、夹竹桃、扶桑、月季、沙果、花红、樱花、蔷薇、日本晚樱、女贞、红枫、海棠、杜梨、枫杨、蝴蝶果、喜树、桉树、白蜡、榔榆、油桐、乌桕、桧柏、松属类、杨、柳、榆、池杉苗、油橄榄、苹果、梨、桃、梅、柿、柑桔、樱桃、水蒲桃、龙眼、柠檬、、核桃、板栗、栎、杨、柳、榆、槐、柏、桐、茶、松、杉等。以苹果属果树受害最重。成虫取食叶片，常造成大片幼龄果树叶片残缺不全，甚至全树叶片被吃光。",
      "step": "成虫出土前或潜土期防治。可于地面施用25%对硫磷胶囊剂0.3-O.4kg/667平方米加土适量做成毒土，均匀撒于地面并浅耙，或5%辛硫磷颗粒剂2.5kg/667平方米，做成毒土均匀撒于地面后立即浅耙以免光解，并能提高防效。1.5%对硫磷粉剂2.5kg/667平方米也有明显效果。"
    }
  ]
}