{
  "RECORDS": [
    {
      "Feature1ID": 1,
      "Name": "叶片上产生斑点或斑块"
    },
    {
      "Feature1ID": 2,
      "Name": "叶片变色，形状保持正常"
    },
    {
      "Feature1ID": 3,
      "Name": "叶片形状发生改变"
    },
    {
      "Feature1ID": 4,
      "Name": "发病初期病部隆起呈湿腐状，红褐色至暗褐色，按压病部下陷并流出褐色汁液，病组织松软，易撕离，有酒精味。病斑失水干缩后凹陷，周边开裂其上散生小黑点，树皮潮湿时，从中涌出黄色丝状物。"
    },
    {
      "Feature1ID": 5,
      "Name": "枝皮出现红褐色、长条形病斑，质地较硬，微湿润。病斑扩展到枝干半圈以上时，常造成病部以上叶片萎蔫，枝条枯死。后期病部失水，凹陷，周围龟裂，表面密生黑色小点。"
    },
    {
      "Feature1ID": 6,
      "Name": "病斑中央瘤状突起，周围凹陷，病健交界处龟裂，病皮翘起。后期病斑表面产生黑色的细小粒子。"
    },
    {
      "Feature1ID": 7,
      "Name": "在树干、枝干、枝干夹角等处产生大量白色膏药状子实体。"
    },
    {
      "Feature1ID": 8,
      "Name": "枝条上出现隆起疱状斑，病斑处树皮开裂，枝干枯死。"
    },
    {
      "Feature1ID": 9,
      "Name": "病树上可看到从皮孔、叶痕或伤口渗出铁锈色小水珠，但枝干外表仍无病斑出现。削掉表皮检查，可见病皮已呈淡红色，并有红褐色小斑或血丝状条纹，病皮松软充水，有酒糟气味。"
    },
    {
      "Feature1ID": 10,
      "Name": "病斑逐渐扩大形成淡、暗褐色相间的同心轮纹，并有茶褐色粘液渗出。"
    },
    {
      "Feature1ID": 11,
      "Name": "幼果表面产生近圆形黑色霉斑，逐渐成疮痂状。果实膨大期，果面产生不规则黑色霉斑，病斑凹陷，表面龟裂。后期果实发病，果面散生黑色霉斑，略凹陷，表面粗糙，呈疮痂状。"
    },
    {
      "Feature1ID": 12,
      "Name": "果面上产生近圆形褐色病斑，边缘不清晰。在高湿条件下，病斑迅速扩展及全果。病斑表皮常与果肉分离而呈白蜡状,并产生白色绒毛状物。果肉变褐，但不软腐，不变形，有一定弹性。"
    },
    {
      "Feature1ID": 13,
      "Name": "幼果发病多在蕚洼附近形成圆形黄色斑点，后期病斑变为褐色，中央产生性孢子器，而锈孢子器则长在病斑的周围。"
    },
    {
      "Feature1ID": 14,
      "Name": "果面产生淡褐色斑点，扩大后形成褐色近圆形病斑。病斑继续扩展，可使整个果实腐烂，变褐，具酸腐味。后期于病部表面产生褐色绒球状菌丝团，排列成同心轮纹状。病果失水干缩，变成黑色僵果。"
    },
    {
      "Feature1ID": 15,
      "Name": "果实上病斑圆形，略凹陷，表面生黑霉。"
    },
    {
      "Feature1ID": 16,
      "Name": "果面上覆盖一层灰黑色霉层，似煤烟状，用湿布蘸小苏打可以轻轻擦掉。霉层上散生黑色圆形小亮点，"
    },
    {
      "Feature1ID": 17,
      "Name": "果面产生近圆形或不规则形病斑，淡褐色湿腐状，稍凹陷，病部果肉软腐，呈锥形向果心扩展，最后导致全果腐烂。后期病部产生初为白色后变为青绿色霉丛，病果有强烈的发霉气味。"
    },
    {
      "Feature1ID": 18,
      "Name": "病果表面产生灰色霉状物。"
    },
    {
      "Feature1ID": 19,
      "Name": "新稍发病，病斑椭圆形，上覆黑霉，后期病斑凹陷开裂，呈溃疡状。"
    },
    {
      "Feature1ID": 20,
      "Name": "新梢上产生黑灰色煤状物。"
    },
    {
      "Feature1ID": 21,
      "Name": "二、三生枝上也可发生褐色至黑褐色稠密的疹状凸起物,常伴有纵向裂缝,可达木质部。"
    },
    {
      "Feature1ID": 22,
      "Name": "春季2～3年生枝的阴面出现疱状突起，皮孔木栓化组织向外突出，用刀削除表皮可见零星褐色小斑点。"
    },
    {
      "Feature1ID": 23,
      "Name": "苗木受害时，在茎基部表面产生椭圆形、梭形或不规则形状的红褐色水渍状病斑。"
    },
    {
      "Feature1ID": 24,
      "Name": "根颈部发病。病斑暗褐色，湿腐状，不规则形，略凹陷，当病斑绕根颈一周时，造成整株死亡。潮湿时，病斑上产生白色绒毛状物。"
    },
    {
      "Feature1ID": 25,
      "Name": "须根发病，扩展蔓延，使须根坏死、小根皮层死亡，最后全部根系腐烂。"
    },
    {
      "Feature1ID": 26,
      "Name": "根颈和主根发病，初期病部水渍状，紫褐色，皮层肿胀松软，有时溢出褐色汁液。皮层内充满扇状分布的菌丝层，后期，皮层分离为多层片状，具有浓厚的蘑菇气味。"
    }
  ]
}